interface Footer {
  [key: string]: string[];
}

export const FOOTER: Footer[] = [
  {
    "Додо Пицца": ["О нас", "Додо-книга", "Блог «Сила ума»"],
  },
  {
    Работа: ["В пиццерии"],
  },
  {
    Партнерам: [
      "Франшиза",
      "Инвестиции",
      "Поставщикам",
      "Предложить  помещение",
    ],
  },
  {
    "Это интересно": [
      "Почему мы готовим без перчаток?",
      "Экскурсии и мастер-классы",
      "Корпоративные заказы",
    ],
  },
];

export const FOOTERSTYLE: string[] = ["w-36", "w-24", "w-36", "w-48"];

export const FOOTERLEGAL: string[] = [
  "Правовая информация",
  "Калорийность и состав",
  "Помощь",
];
